Tekla Open API Reference for Tekla Structures 2025
NumberingSeries Properties
The NumberingSeries type exposes the following members.
Properties
Name | Description
Prefix
 The prefix in numbering.
StartNumber
 The start number in numbering.
Top
See Also
Reference
NumberingSeries Class
Tekla.Structures.Model Namespace